package two;

/**
 * @description:
 * @author: junmo
 * @create: 2021-07-14 15:21
 *  序号后缀说明  * 没做出来  - 调试多次   _ 非一次过     # 二次没过
 *
 * -3
 * 26 80 215 209 3 438 76
 *
 * -4
 * 202 1 18 16 454
 *
 * -5
 * 92 83 82(下次用递归) 25 148 19 61
 *
 * -6
 * 94 145 127 126 279
 *
 * -7
 * 111 437 450 236 98 108 230
 *
 * -8
 * 216 79 200 130 417 51
 *
 * -9
 * 120 343 91 63 337 309 300
 * 0-1 背包
 * DP
 * https://coding.imooc.com/lesson/82.html#mid=43276
 *
 * -10
 * 455 392 435 279
 **/

public class Abase {
}
